package Udemy.Lesson14;

// Вывести на экран все четные числа от 1 до 30
public class Test3 {
    public static void main(String[] args) {
        for (int i = 2; i <= 30; i = i + 2) {// чтобы вывести на экран четные числа
            System.out.println(i);
        }
    }
}
